Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: This is a score layout - the buttons mostly customize the layout You can have several layouts and use them to print different versions of your score. Once customized e.g. by adding page breaks, deleting certain parts etc the layout will be saved with your score and can be used for printing from even though you may have made corrections to the music. Standard layouts are created by invoking the standard print commands - print, print part, print movement etc. These standard layouts provide a convenient starting point for your customized layouts.<b>Note 1</b>Custom layouts are not saved for further graphical editing, only the typesetting commands are saved, so, unless you are familiar with LilyPond do all your work on the layout in one session.<b>Note 2</b>The first comment in the LilyPond text of the layout holds the name of the layout. If you change it any conditional directives that are for the layout will need refreshing
sv: Detta är en notlayout - knapparna anpassar mestadels layouten Du kan ha flera layouter och använda dem för att skriva ut olika versioner av ditt partitur. När layouten har anpassats, t.ex. genom att lägga till sidbrytningar, ta bort vissa delar etc., sparas den tillsammans med partituret och kan användas för utskrift även om du har gjort korrigeringar i musiken. Standardlayouter skapas genom att använda standardutskriftskommandona - print, print stämma, print movement etc. Dessa standardlayouter utgör en bekväm utgångspunkt för dina egna layouter<b>.1Kundanpassade</b>layouter sparas inte för vidare grafisk redigering, endast sättningskommandona sparas, så om du inte är bekant med LilyPond bör du göra allt arbete med layouten i en session<b>.2Den</b>första kommentaren i layoutens LilyPond-text innehåller layoutens namn. Om du ändrar den måste alla villkorliga direktiv som gäller för layouten uppdateras

source: This is a customized layout, which has been transformed into instructions for the LilyPond music typesetter. This is the form in which customized layouts are stored in a Denemo score on disk - the graphical interface is no longer available. You can, however still edit the layout with care (and some understanding of LilyPond). Use the View → LilyPond window to do this. Otherwise you can delete it and create a new one from a standard layout.
sv: Det här är en anpassad layout som har omvandlats till instruktioner för LilyPond-musiksättaren. Det här är den form i vilken anpassade layouter lagras i ett Denemo-partitur på disk - det grafiska gränssnittet är inte längre tillgängligt. Du kan dock fortfarande redigera layouten med försiktighet (och viss förståelse för LilyPond). Använd fönstret View → LilyPond för att göra detta. Annars kan du ta bort den och skapa en ny från en standardlayout.

source: Custom Scoreblock
sv: Anpassat Scoreblock

source: Typesets this layout
sv: Sätter denna layout

source: Clefs differ
sv: klaver skiljer sig åt

source: Time Signatures differ
sv: Tidssignaturer skiljer sig åt

source: Key Signatures differ
sv: Nyckelsignaturer skiljer sig åt

source: Part 1
sv: Del 1

source: Part %d
sv: Del %d

source: Cannot delete last staff
sv: Det går inte att ta bort det sista notsystemet

source: The staff deleted had a start/end context; if you still have the staff with the matching end/start context then you should remove it (or its context) now. See Staff->properties->context You will not be able to print with miss-matched contexts.
sv: Den raderade staven hade en start/slut-kontext; om du fortfarande har kvar staven med matchande start/slut-kontext bör du ta bort den (eller dess kontext) nu. Se Notsystem->egenskaper->kontext Du kommer inte att kunna skriva ut med felmatchade kontexter.

source: Selection Cursor Left
sv: Markera åt vänster

source: Moves the cursor one object left, altering the selection if any
sv: Flyttar markören ett objekt åt vänster och ändrar markeringen om det finns någon

source: Move Cursor Left
sv: Flytta markören vänster

source: Moves the cursor one object left, without altering the selection
sv: Flyttar markören ett objekt åt vänster, utan att ändra markeringen

source: Cursor Down
sv: Nedåtpekare

source: Moves the cursor one scale step down
sv: Flyttar markören ett skalsteg nedåt

source: Cursor Up
sv: Markör upp

source: Moves the cursor one scale step up
sv: Flyttar markören ett skalsteg uppåt

source: Selection Cursor Right
sv: Markeringsmarkör höger

source: Moves the cursor one object right, altering the selection if any
sv: Flyttar markören ett objekt åt höger och ändrar markeringen om det finns någon

source: Move Cursor Right
sv: Flytta markören åt höger

source: Moves the cursor one object right, without altering the selection
sv: Flyttar markören ett objekt åt höger, utan att ändra markeringen

source: To Mark
sv: Till Mark

source: Moves the cursor to the Mark without altering the selection
sv: Flyttar markören till markeringen utan att ändra valet

source: Swap Ends of Selection
sv: Byt ändar på urvalet

source: Swaps the active end of the selection
sv: Byter den aktiva änden av markeringen

source: To Selection Start
sv: Till urvalet Start

source: Moves the cursor to the first object in the selection without altering the selection. returns #f if no selection
sv: Flyttar markören till det första objektet i urvalet utan att ändra urvalet. returnerar #f om inget urval finns

source: Push Position
sv: Tryck position

source: Pushes the current cursor position onto a stack
sv: Flyttar den aktuella markörpositionen till en stack

source: Pops a position from the stack of cursor positions, moving the cursor there
sv: Plockar fram en position från stapeln med markörpositioner och flyttar markören dit

source: Pop and Push Position
sv: Pop- och Push-position

source: Pops a position from the stack of cursor positions, pushes the current position, then moves the cursor to the popped position
sv: Plockar fram en position från stapeln med markörpositioner, flyttar fram den aktuella positionen och flyttar sedan markören till den framtagna positionen

source: Hide/Show Menus
sv: Dölj/visa menyer

source: Hides/Shows menus, panes etc. The ones shown are those checked in the view menu.
sv: Döljer/visar menyer, rutor etc. De som visas är de som är markerade i visningsmenyn.

source: Selection Staff Up
sv: Urval notsystem Upp

source: Moves the cursor to the staff above, extending selection if any
sv: Flyttar markören till staven ovanför och förlänger eventuellt val

source: Selection Staff Down
sv: Urval notsystem Ned

source: Moves the cursor to the staff below, extending selection if any
sv: Flyttar markören till staven nedanför och förlänger eventuellt val

source: Move to Staff Up
sv: Flytta till Staff Up

source: Moves the cursor to the staff above without altering selection. On the top staff it adds space above the staffs.
sv: Flyttar markören till notsystemet ovanför utan att ändra markeringen. På det översta notsystemet lägger det till utrymme ovanför notsystemet.

source: Move to Staff Down
sv: Flytta till Staff Down

source: Moves the cursor to the staff below without altering selection
sv: Flyttar markören till staven nedanför utan att ändra valet

source: Measure Left
sv: Mät vänster

source: Moves the cursor to the first object in the next measure, extending selection if any
sv: Flyttar markören till det första objektet i nästa mått och utökar urvalet om det finns något

source: Measure Right
sv: Mät rätt

source: Moves the cursor to the first object in the previous measure, extending selection if any
sv: Flyttar markören till det första objektet i föregående mått och utökar urvalet om det finns något

source: Move to Measure Left
sv: Flytta till mätning vänster

source: Moves the cursor to the first object in the next measure leaving selection, if any, unchanged
sv: Flyttar markören till det första objektet i nästa mått och lämnar eventuellt val oförändrat

source: Move to Measure Right
sv: Flytta till mått höger

source: Moves the cursor to the first object in the previous measure leaving selection, if any, unchanged
sv: Flyttar markören till det första objektet i föregående mått och lämnar eventuellt val oförändrat

source: Change/Append A
sv: Ändring/tillägg A

source: Changes the note the cursor is on to the note A. If the cursor is in the appending position, appends a note using the prevailing duration.
sv: Ändrar den not som markören står på till noten A. Om markören är i tilläggsläget läggs en not till med den aktuella durationen.

source: Change/Append B
sv: Ändring/tillägg B

source: Changes the note the cursor is on to the note B. If the cursor is in the appending position, appends a note using the prevailing duration.
sv: Ändrar den not som markören står på till noten B. Om markören är i tilläggspositionen, lägger du till en not med den aktuella durationen.

source: Change/Append C
sv: Ändring/tillägg C

source: Changes the note the cursor is on to the note C. If the cursor is in the appending position, appends a note using the prevailing duration.
sv: Ändrar den not som markören står på till noten C. Om markören är i tilläggspositionen, lägger du till en not med den aktuella durationen.

source: Change/Append D
sv: Ändring/tillägg D

source: Changes the note the cursor is on to the note D. If the cursor is in the appending position, appends a note using the prevailing duration.
sv: Ändrar den not som markören står på till noten D. Om markören är i tilläggspositionen, lägger du till en not med den aktuella durationen.

source: Change/Append E
sv: Ändring/tillägg E

source: Changes the note the cursor is on to the note E. If the cursor is in the appending position, appends a note using the prevailing duration.
sv: Ändrar den not som markören står på till noten E. Om markören är i tilläggspositionen, lägger du till en not med den aktuella durationen.

source: Change/Append F
sv: Ändring/tillägg F

source: Changes the note the cursor is on to the note F. If the cursor is in the appending position, appends a note using the prevailing duration.
sv: Ändrar den not som markören står på till noten F. Om markören är i tilläggspositionen, lägger du till en not med den aktuella durationen.

source: Change/Append G
sv: Ändring/tillägg G

source: Changes the note the cursor is on to the note G. If the cursor is in the appending position, appends a note using the prevailing duration.
sv: Ändrar den not som markören står på till noten G. Om markören är i tilläggspositionen läggs en not till med den rådande durationen.

source: Changes the note at the cursor to an octave higher
sv: Ändrar noten vid markören till en oktav högre

source: Changes the note at the cursor to an octave lower
sv: Ändrar noten vid markören till en oktav lägre

source: WholeNote
sv: Hela noten

source: Insert 𝅝
sv: Infoga 𝅝

source: Insert 𝅗𝅥
sv: Infoga 𝅗𝅥

source: QuarterNote
sv: Kvartsnot

source: Insert 𝅘𝅥
sv: Infoga 𝅘𝅥

source: EighthNote
sv: Åttonde noten

source: Insert 𝅘𝅥𝅮
sv: Infoga 𝅘𝅥𝅮

source: SixteenthNote
sv: Sextondelsnot

source: Insert 𝅘𝅥𝅯
sv: Infoga 𝅘𝅥𝅯

source: ThirtysecondNote
sv: Trettiosjunde noten

source: Insert 𝅘𝅥𝅰
sv: Infoga 𝅘𝅥𝅰

source: SixtyfourthNote
sv: Sextiofjärde noten

source: Insert 𝅘𝅥𝅱
sv: Infoga 𝅘𝅥𝅱

source: OneHundredTwentyEighthNote
sv: Enhundraåttioåttonde not

source: Insert 𝅘𝅥𝅲
sv: Infoga 𝅘𝅥𝅲

source: TwoHundredFiftySixthNote
sv: TvåHundraFemtioSjätteNot

source: Insert 𝅥
sv: Infoga 𝅥

source: Insert a 𝄻
sv: Infoga en 𝄻

source: Insert 𝄻 rest
sv: Infoga 𝄻 vila

source: Insert a 𝄼
sv: Infoga en 𝄼

source: Insert 𝄼 rest
sv: Infoga 𝄼 vila

source: Insert a 𝄽
sv: Infoga en 𝄽

source: Insert 𝄽 rest
sv: Infoga 𝄽 vila

source: Insert a 𝄾
sv: Infoga en 𝄾

source: Insert 𝄾 rest
sv: Infoga 𝄾 vila

source: Insert a 𝄿
sv: Infoga en 𝄿

source: Insert 𝄿 rest
sv: Infoga 𝄿 vila

source: Insert a 𝅀
sv: Infoga en 𝅀

source: Insert 𝅀 rest
sv: Infoga 𝅀 vila

source: Insert a 𝅁
sv: Infoga en 𝅁

source: Insert 𝅁 rest
sv: Infoga 𝅁 vila

source: Insert a 𝄻 Spacer
sv: Sätt i ett 𝄻 distansstycke

source: Insert a non-printing 𝄻 rest
sv: Infoga en icke-tryckande 𝄻 paus

source: Insert a 𝄼 Spacer
sv: Sätt i ett 𝄼 distansstycke

source: Insert a non-printing 𝄼 rest
sv: Infoga en icke-tryckande 𝄼 paus

source: Insert a 𝄽 Spacer
sv: Sätt i ett 𝄽 distansstycke

source: Insert a non-printing 𝄽 rest
sv: Infoga en icke-tryckande 𝄽 paus

source: Insert a 𝄾 Spacer
sv: Sätt i en 𝄾 distansbricka

source: Insert a non-printing 𝄾 rest
sv: Infoga en icke-tryckande 𝄾 paus

source: Insert a 𝄿 Spacer
sv: Sätt i ett 𝄿 distansstycke

source: Insert a non-printing 𝄿 rest
sv: Infoga en icke-tryckande 𝄿 paus

source: Insert a 𝅀 Spacer
sv: Sätt i ett distansstycke 𝅀

source: Insert a non-printing 𝅀 rest
sv: Infoga en icke-tryckande 𝅀 paus

source: Insert a 𝅁 Spacer
sv: Sätt i ett 𝅁 distansstycke

source: Insert a non-printing 𝅁 rest
sv: Infoga en icke-tryckande 𝅁 paus

source: Insert a 𝅂 Spacer
sv: Sätt i en 𝅂 distansbricka

source: Insert a non-printing 𝅂 rest
sv: Infoga en icke-tryckande 𝅂 paus

source: Insert a 𝅃 Spacer
sv: Sätt i ett 𝅃 distansstycke

source: Insert a non-printing 𝅃 rest
sv: Infoga en icke-tryckande 𝅃 paus

source: Insert Duplet
sv: Infoga duplett

source: No Tooltip yet
sv: Ingen Tooltip ännu

source: Insert Triplet
sv: Infoga triplett

source: Inserts a Start Triplet object and an End Tuplet object and places the cursor between these two
sv: Infogar ett Start Triplet-objekt och ett End Tuplet-objekt och placerar markören mellan dessa två

source: Start Triplet
sv: Starta trilling

source: Inserts an Start Triplet object, which makes the notes following take 2/3 of their written duration. Later in this measure there should be an End Tuplet object.
sv: Infogar ett Start Triplet-objekt, som gör att noterna som följer tar 2/3 av sin skrivna duration. Senare i denna takt bör det finnas ett End Tuplet-objekt.

source: End Tuplet
sv: Sluta Tuplet

source: Inserts an End Tuplet object, which terminates a tuplet started earlier in this measure.
sv: Infogar ett End Tuplet-objekt, som avslutar en tuplet som startats tidigare i denna takt.

source: Insert Quadruplet
sv: Infoga kvadrupel

source: Insert Quintuplet
sv: Infoga kvintuplett

source: Insert Sextuplet
sv: Infoga Sextuplett

source: Insert Septuplet
sv: Infoga Septuplet

source: Add a note to the current chord The cursor position determines which note to add
sv: Lägg till en not i aktuellt ackord Markörens position avgör vilken not som ska läggas till

source: Remove note
sv: Ta bort anteckningen

source: Remove a note from the current chord, based on the cursor position
sv: Ta bort en not från det aktuella ackordet, baserat på markörens position

source: Sharpen
sv: Skärpa

source: Sharpen the note at the cursor
sv: Förbättra anteckningen vid markören

source: Flatten
sv: Platta till

source: Flatten the note at the cursor
sv: Platta ut anteckningen vid markören

source: Sharpen Next Note
sv: Vässa nästa not

source: Increases the sharpness of the next entered note. The status bar shows the current state.
sv: Ökar skärpan på nästa inmatade not. Statusfältet visar det aktuella läget.

source: Flatten Next Note
sv: Platta till nästa not

source: Increases the flatness of the next entered note. The status bar shows the current state.
sv: Ökar flatheten för nästa inmatade not. Statusfältet visar det aktuella läget.

source: Alters a StemNeutral object to stem up.
sv: Ändrar ett StemNeutral-objekt så att det får en uppåtriktad stam.

source: Alters a StemNeutral object to stem down.
sv: Ändrar ett StemNeutral-objekt till notskaft Down.

source: Add Dot
sv: Lägg till punkt

source: Lengthen the chord, note or rest at the cursor by dotting it.
sv: Förläng ackordet, noten eller pausen vid markören genom att sätta prickar på den.

source: Remove Dot
sv: Ta bort prick

source: Reduce the dotting of the chord note or rest at the cursor.
sv: Minska prickningen av ackordnoten eller pausen vid markören.

source: Tied note
sv: Bunden not

source: Inserts a duplicate of the current note, tied
sv: Infogar en kopia av den aktuella noten, bunden

source: Ties/unties the note at the cursor. The following note should be the same pitch.
sv: Binder/löser upp noten vid markören. Följande not bör ha samma tonhöjd.

source: Delete Object
sv: Radera objekt

source: Delete the object at the cursor
sv: Ta bort objektet vid markören

source: Delete Previous Object
sv: Ta bort föregående objekt

source: Delete to the left of the cursor.
sv: Ta bort till vänster om markören.

source: Insert Measure Before
sv: Infoga mått före

source: Insert a blank measure before the current one (in all staffs)
sv: Infoga en tom takt före den aktuella (i alla notsystem)

source: Insert Measure After
sv: Infoga takt efter

source: Insert a blank measure after the current one (in all staffs)
sv: Infoga en tom takt efter den aktuella (i alla notsystem)

source: Staff Insert Measure Before
sv: Staff Insert Mått Före

source: Insert a blank measure before the current one (in current staff)
sv: Infoga en tom takt före den aktuella åtgärden (i den aktuella staben)

source: Staff Insert Measure After
sv: notsystem Infoga Takt Efter

source: Insert a blank measure in current staff after the current measure
sv: Infoga en tom sats i aktuell notbild efter aktuell sats

source: Staff Append Measure
sv: notsystem Tillägg Takt

source: Append an empty measure at the end of the current staff
sv: Lägg till ett tomt mått i slutet av den aktuella staven

source: Staff Delete Measure
sv: notsystem Ta bort takt

source: Delete the current measure in this staff, leaving the staff short
sv: Ta bort den aktuella åtgärden i detta notsystem och lämna notsystemet kort

source: Delete Measure All Staffs
sv: Ta bort takt Alla staber

source: Delete the current measure in all staffs
sv: Ta bort den aktuella åtgärden i alla staber

source: Shrink Measures
sv: Krympa takter

source: Widen Measures
sv: Bredda åtgärderna

source: Shorter Staffs
sv: Kortare notsystem

source: Taller Staffs
sv: Högre staffar

source: New Treble Clef
sv: Ny diskantstämma

source: New Bass Clef
sv: Ny basklav

source: New G8 Clef
sv: Ny G8-klav

source: New Alto Clef
sv: Ny altklav

source: New Tenor Clef
sv: Ny Tenor klav

source: New Soprano Clef
sv: Nytt Sopranklaver

source: Set Treble Clef
sv: Ställ in diskantklav

source: Set Bass Clef
sv: Välj basklav

source: Set G8 Clef
sv: Ställ in G8-klaven

source: Set Alto Clef
sv: Välj altklav

source: Set Tenor Clef
sv: Välj tenorklav

source: Set Soprano Clef
sv: Välj sopranklav

source: Insert 2/2 Time
sv: Infoga 2/2 tid

source: Insert 3/2 Time
sv: Infoga 3/2 tid

source: Insert 4/2 Time
sv: Infoga 4/2 Tid

source: Insert 4/4 Time
sv: Infoga 4/4 takt

source: Insert 3/4 Time
sv: Infoga 3/4 tid

source: Insert 2/4 Time
sv: Infoga 2/4 tid

source: Insert 6/4 Time
sv: Infoga 6/4 takt

source: Insert 6/8 Time
sv: Infoga 6/8 tid

source: Insert 12/8 Time
sv: Infoga 12/8 Tid

source: Insert 9/8 Time
sv: Infoga 9/8 Tid

source: Set 2/2 Time
sv: Ställ in 2/2 tid

source: Set 3/2 Time
sv: Ställ in 3/2 tid

source: Set 4/2 Time
sv: Ställ in 4/2 tid

source: Set 4/4 Time
sv: Ställ in 4/4 takt

source: Set 3/4 Time
sv: Ställ in 3/4 tid

source: Set 2/4 Time
sv: Ställ in 2/4 tid

source: Set 6/4 Time
sv: Ställ in 6/4 takt

source: Set 3/8 Time
sv: Ställ in 3/8 tid

source: Set 6/8 Time
sv: Ställ in 6/8 tid

source: Set 12/8 Time
sv: Ställ in 12/8 Tid

source: Set 9/8 Time
sv: Ställ in 9/8 tid

source: Insert Cmaj
sv: Infoga Cmaj

source: Insert Gmaj
sv: Infoga Gmaj

source: Insert Dmaj
sv: Infoga Dmaj

source: Insert Emaj
sv: Infoga Emaj

source: Insert Bmaj
sv: Infoga Bmaj

source: Insert F# Major
sv: Infoga F# Dur

source: Insert C# Major
sv: Infoga C# Dur

source: Insert F Major
sv: Insert F-dur

source: Insert Bb Major
sv: Infoga Bb Dur

source: Insert Db Major
sv: Infoga Db Dur

source: Insert Gb Major
sv: Insert Gb Dur

source: Insert Cb Major
sv: Infoga Cb Dur

source: Insert A Minor
sv: Infoga en moll

source: Insert E Minor
sv: Inlägg e-moll

source: Insert B Minor
sv: Inlägg B-moll

source: Insert F# Minor
sv: Infoga fis moll

source: Insert C# Minor
sv: Infoga C# Moll

source: Insert G# Minor
sv: Infoga G# Moll

source: Insert D# Minor
sv: Infoga D# Moll

source: Insert A# Minor
sv: Infoga A# Moll

source: Insert D Minor
sv: Infoga d-moll

source: Insert G Minor
sv: Infoga g-moll

source: Insert C Minor
sv: Infoga C-moll

source: Insert F Minor
sv: Inlägg F-moll

source: Insert Bb Minor
sv: Infoga Bb-moll

source: Insert Eb Minor
sv: Infoga Eb-moll

source: Insert Ab Minor
sv: Infoga Ab Minor

source: Set Initial Keysig to C Major
sv: Sätt Initial Keysig till C-dur

source: Set Initial Keysig to G Major
sv: Sätt Initial Keysig till G Dur

source: Set D Major as Initial Keysig
sv: Sätt D-dur som första grundtonart

source: Set A Major as Initial Keysig
sv: Sätt A-dur som första grundtonart

source: Set E Major as Initial Keysig
sv: Ställ in E-dur som första grundtonart

source: Set B Major as Initial Keysig
sv: Sätt B-dur som första grundtonart

source: Set F# Major as Initial Keysig
sv: Sätt Fis-dur som första grundton

source: Set C# Major as Initial Keysig
sv: Sätt C# Dur som första grundton

source: Set F Major as Initial Keysig
sv: Sätt F-dur som första grundtonart

source: Set Bb Major as Initial Keysig
sv: Sätt Bb-dur som första grundtonart

source: Set Eb Major as Initial Keysig
sv: Ställ in Eb-dur som första grundton

source: Set Ab Major as Initial Keysig
sv: Ange Ab-dur som första grundton

source: Set Db Major as Initial Keysig
sv: Ställ in Db-dur som första grundtonart

source: Set Gb Major as Initial Keysig
sv: Ange Gb-dur som första tangent

source: Set Cb Major as Initial Keysig
sv: Sätt Cb-dur som första tonart

source: Set A Minor as Initial Keysig
sv: Sätt a-moll som första grundtonart

source: Set E Minor as Initial Keysig
sv: Ställ in e-moll som första tonart

source: Set B Minor as Initial Keysig
sv: Ställ in B-moll som första grundton

source: Set F# Minor as Initial Keysig
sv: Ställ in fis moll som första grundton

source: Set C# Minor as Initial Keysig
sv: Ställ in C# Minor som första grundton

source: Set G# Minor as Initial Keysig
sv: Ställ in G# Moll som första grundton

source: Set D# Minor as Initial Keysig
sv: Ställ in D# Moll som första tangent

source: Set A# Minor as Initial Keysig
sv: Ställ in A# Minor som första grundton

source: Set D Minor as Initial Keysig
sv: Ställ in d-moll som första grundton

source: Set G Minor as Initial Keysig
sv: Ställ in g-moll som första grundton

source: Set C Minor as Initial Keysig
sv: Ställ in c-moll som första tonart

source: Set F Minor as Initial Keysig
sv: Ställ in f-moll som första tonart

source: Set Bb Minor as Initial Keysig
sv: Ställ in Bb-moll som första tonart

source: Set Eb Minor as Initial Keysig
sv: Ställ in Eb Minor som första tonart

source: Set Ab Minor as Initial Keysig
sv: Ange ab-moll som första tangent

source: Set Selection Start
sv: Set Val Start

source: Sets the start and end point of the selection to the object at the cursor.
sv: Ställer in start- och slutpunkten för markeringen till objektet vid markören.

source: Drop the Selection
sv: Släpp urvalet

source: Gets rid of the selection.
sv: Tar bort markeringen.

source: Extend Selection to Cursor
sv: Utöka urvalet till markören

source: Extends and existing selection to the current cursor position (selection start must have been set)
sv: Utökar ett befintligt urval till den aktuella markörpositionen (urvalets start måste ha angetts)

source: Begin Slur (Off/On)
sv: Börja slurra (av/på)

source: Insert/delete begin slur on this note
sv: Infoga/ta bort början på legatobåge på denna not

source: End Slur (Off/On)
sv: End legatobåge (Av/På)

source: Insert/delete end slur on this note
sv: Infoga/radera slutslur på denna not

source: Start Crescendo (Off/On)
sv: Starta Crescendo (Av/På)
